{
  "about": {
    "title": "About",
    "education": "Education",
    "education_text": "My academic journey provided me with a strong interdisciplinary foundation:",
    "education_item1": "Completed double majors in Industrial Engineering and Computer Engineering at Yıldız Technical University",
    "connect": "Connect With Me",
    "connect_text": "I maintain an active professional presence across several platforms:",
    "connect_item1": "GitHub",
    "connect_item2": "LinkedIn",
    "connect_item3": "Twitter",
    "connect_footer": "Whether you're interested in entrepreneurship, emerging tech trends, or educational collaborations, I welcome meaningful connections."
  },
  "introduction": {
    "paragraph1": "You might be wondering, 'Why would anyone bother writing a blog?'. I often ask myself the same question. Besides, I do ask this question also when I see other people's blogs as well.",
    "paragraph2": "As the founder of an artificial intelligence start-up, my answer lies in a personal journey to understand the essence of learning and expression. I've found it fascinating that writing—just jotting thoughts down, not necessarily in a structured way—helps me organize my mind, feel more grounded, and even heal emotionally.",
    "paragraph3": "I began this journey with a simple insight: even in an age where infinite information and connections are just a prompt away thanks to the Large Language Models, humans still have a unique ability to perceive meaning and recognize patterns in a deeply personal way.",
    "paragraph4": "Motivated by this insight—and to support both my reflective process and daily use of AI—I decided to create a kind of personal archive. My intention is to classify the things I read and learn through a coherent methodology. My goals will no doubt evolve, but as of May 10, 2025, I'm focusing on three main areas:",
    "focus_area1": "Value Creation",
    "focus_area2": "Experience Design",
    "focus_area3": "Building Effective Teams"
  },
  "nav": {
    "home": "Home",
    "about": "About",
    "links": "Links",
    "atom": "Atom"
  },
  "post_list": {
    "date": "date",
    "title": "title",
    "views": "views",
    "search": "Search...",
    "noContent": "Nothing to show by me yet."
  }
} 