{
  "about": {
    "title": "Sobre Mí",
    "education": "Educación",
    "education_text": "Mi trayectoria académica me proporcionó una sólida base interdisciplinaria:",
    "education_item1": "Completé dobles licenciaturas en Ingeniería Industrial e Ingeniería Informática en la Universidad Técnica de Yıldız",
    "connect": "Conecta Conmigo",
    "connect_text": "Mantengo una presencia profesional activa en varias plataformas:",
    "connect_item1": "GitHub",
    "connect_item2": "LinkedIn",
    "connect_item3": "Twitter",
    "connect_footer": "Ya sea que estés interesado en emprendimiento, tendencias tecnológicas emergentes o colaboraciones educativas, agradezco conexiones significativas."
  },
  "introduction": {
    "paragraph1": "Puede que te preguntes: «¿Por qué alguien se tomaría la molestia de escribir un blog?». Yo mismo me hago esa pregunta con frecuencia; de hecho, cada vez que veo el blog de otra persona me la vuelvo a plantear.",
    "paragraph2": "Como fundador de una start-up de inteligencia artificial, mi respuesta se halla en un viaje personal para comprender la esencia del aprendizaje y la expresión. He descubierto que escribir—aunque solo sea plasmar ideas sin una estructura rígida—me ayuda a ordenar la mente, sentirme más centrado e incluso sanar emocionalmente.",
    "paragraph3": "Inicié este camino con una idea sencilla: incluso en una era en la que los grandes modelos de lenguaje ponen a nuestro alcance información y conexiones infinitas con solo escribir un prompt, los seres humanos conservamos una capacidad única de otorgar significado y reconocer patrones de manera profundamente personal.",
    "paragraph4": "Impulsado por esa idea—y para enriquecer tanto mi proceso de reflexión como el uso diario que hago de la IA—decidí crear un archivo de conocimiento personal. Mi intención es clasificar lo que leo y aprendo siguiendo una metodología coherente. Mis objetivos evolucionarán con el tiempo, pero, a 10 de mayo de 2025, me centro en tres áreas principales:",
    "focus_area1": "Creación de valor",
    "focus_area2": "Diseño de experiencias",
    "focus_area3": "Construcción de equipos eficaces"
  },
  "nav": {
    "home": "Inicio",
    "about": "Sobre Mí",
    "links": "Enlaces",
    "atom": "Atom"
  },
  "post_list": {
    "date": "fecha",
    "title": "título",
    "views": "vistas",
    "search": "Buscar...",
    "noContent": "No hay contenido por aquí todavía."
  }
} 