{
  "about": {
    "title": "Hakkımda",
    "education": "Eğitim",
    "education_text": "Akademik yolculuğum bana güçlü bir disiplinlerarası temel sağladı:",
    "education_item1": "Yıldız Teknik Üniversitesi'nde Endüstri Mühendisliği ve Bilgisayar Mühendisliği çift ana dalını tamamladım",
    "connect": "Benimle İletişime Geçin",
    "connect_text": "Birkaç platformda aktif bir profesyonel varlık sürdürüyorum:",
    "connect_item1": "GitHub",
    "connect_item2": "LinkedIn",
    "connect_item3": "Twitter",
    "connect_footer": "Girişimcilik, gelişen teknoloji trendleri veya eğitim işbirlikleriyle ilgileniyorsanız, anlamlı bağlantıları memnuniyetle karşılarım."
  },
  "introduction": {
    "paragraph1": "Yapay Zeka'nın bu kadar geliştiği bir asırda \"Bir insan neden blog yazar ki?\" diye soruyor olabilirsiniz. Nitekim bu soruyu ben de kendime soruyorum, dolayısıyla her defasında insanların bloglarını gördüğümde de aynı soruyu soruyorum.",
    "paragraph2": "Bir yapay zeka teknoloji şirketi girişimcisi olarak bu soruya cevabım ise aslında yazmanın ve öğrenmenin özünü anlamaya yönelik olan yolculuğumda bulunuyor. İlginçtir, yazmanın yalnızca zihnime değil, kalbimi ve ruhumu da beslediğini fark ettim. Merak ettiğim konu ise, yazmanın insanın üzerinde hakikaten nasıl bir etki bulundurduğu.",
    "paragraph3": "Bu yolculuğuma ise bir iç görü ile başladım. Büyük Dil Modellerinin bulunduğu bu yeni dönemde sonsuz bilgi üretimi ve bağlantı kurmak mümkün iken, hakikaten —nitekim ironiktir literal anlamda yerine - aklıma gelmediği için - bu ifadeyi kullanmak adına ChatGPT'den istifade ettim—, insan olarak özel farkındalıklara mazhar olabileceğimize inanıyorum.",
    "paragraph4": "Bu iç görü çerçevesinde, inançtan ziyade pratik bir sonuç hedefleyerek ve günlük çalışmalarımda kullandığım Yapay Zeka'mı da beslemek adına kendime ait Kişisel bir Bilgi Arşivi oluşturmak istedim. Asıl niyetim, belirli amaçlar doğrultusunda yaptığım okumalarımı bir metodoloji ile tasnif etmek. Amaçlarım, süreç içerisinde değişecek muhakkak. Fakat odaklanmak istediğim Ana Konular —10.05.2025 itibariyle—:",
    "focus_area1": "Değer Üretimi",
    "focus_area2": "Deneyim Dizaynı",
    "focus_area3": "Etkili Ekipler Var Etmek"
  },
  "nav": {
    "home": "Ana Sayfa",
    "about": "Hakkımda",
    "links": "Bağlantılar",
    "atom": "Atom"
  },
  "post_list": {
    "date": "tarih",
    "title": "başlık",
    "views": "görüntüleme",
    "search": "Ara...",
    "noContent": "Henüz yazı yazmadım."
  }
} 